<template>
  <div class="container with-nav">
    <div class="card">
      <h3>Простота</h3>
      <hr>
      <p>В реляционной модели всего одна информационная конструкция, которая формализует табличное представление
        данных, привычное для пользователей.
      </p>
    </div>
    <div class="card">
      <h3>Теоретическое обоснование</h3>
      <hr>
      <p>Наличие теоретически обоснованных методов нормализации отношений позволяет получать БД с
        заданными характеристикам.
      </p>
    </div>
    <div class="card">
      <h3>Независимость данных</h3>
      <hr>
      <p>Когда необходимо изменить структуру реляционной БД, это, как правило, приводит к минимальным
        изменениям в прикладных программах
      </p>
    </div>
  </div>
</template>

<script>
export default {
  name: "TheApprove"
}
</script>

<style scoped>

</style>
